{
    "cities": [
      
        {
            "name": "Cairo",
            "description": "Cairo, the sprawling capital of Egypt, is a city steeped in history and culture.",
            "image": "/src/images/cities/cairo.jpeg",
            "citydata": {
                "description": "Cairo, the capital of Egypt, is a vibrant metropolis known for its rich history and cultural heritage. Located along the Nile River, Cairo is home to numerous historic sites, including the medieval Islamic Cairo, the Egyptian Museum with its vast collection of ancient artifacts, and the bustling Khan El Khalili bazaar. The city serves as a gateway to the nearby Giza Plateau, where the iconic pyramids and the Great Sphinx are situated. Cairo's mix of ancient monuments, bustling markets, and modern urban life makes it a fascinating destination.",
                "images": [
                    "/src/images/cities/cairo/cairo0.jpg",
                    "/src/images/cities/cairo/cairo1.jpg",
                    "/src/images/cities/cairo/cairo2.jpg",
                    "/src/images/cities/cairo/cairo3.jpeg",
                    "/src/images/cities/cairo/cairo4.jpg"
                    
                ]
            },
            "places": [
                {
                    "name": "Egyptian Museum",
                    "category": "Pharaonic",
                    "description": "The Egyptian Museum in Cairo, also known as the Museum of Egyptian Antiquities, is one of the world's most renowned museums, housing an extensive collection of ancient Egyptian artifacts. Established in 1902 and located in Tahrir Square, the museum boasts over 120,000 items, offering a comprehensive overview of Egypt's rich history. Key highlights include the treasures of Tutankhamun, featuring the famous gold mask and sarcophagus, as well as statues, mummies, jewellery, and everyday objects from ancient Egyptian life. ",
                    "image": "/src/images/cities/cairo/places/The_Egyptian_Museum/The_Egyptian_Museum.jpg",
                    "details": {
                        "images": [
                            "/src/images/egyptian_museum0.jpg",
                            "/src/images/egyptian_museum1.jpg",
                            "/src/images/egyptian_museum2.jpg",
                            "/src/images/egyptian_museum3.jpg"
                             ],
                        "location": "30.047503, 31.233702",
                        "openingHours": "9:00 AM - 5:00 PM daily",
                        "placeDescription": "The Egyptian Museum is the oldest archaeological museum in the Middle East, and houses the largest collection of Pharaonic antiquities in the world. The museum displays an extensive collection spanning from the Predynastic Period to the Greco-Roman Era. The architect of the building was selected through an international competition in 1895, which was the first of its kind, and was won by the French architect, Marcel Dourgnon. The museum was inaugurated in 1902 by Khedive Abbas Helmy II, and has become a historic landmark in downtown Cairo, and home to some of the world’s most magnificent ancient masterpieces. Among the museum’s unrivaled collection are the complete burials of Yuya and Thuya, Psusennes I and the treasures of Tanis, and the Narmer Palette commemorating the unification of Upper and Lower Egypt under one king, which is also among the museum’s invaluable artifacts. The museum also houses the splendid statues of the great kings Khufu, Khafre, and Menkaure, the builders of the pyramids at the Giza plateau. An extensive collection of papyri, sarcophagi and jewelry, among other objects, completes this uniquely expansive museum.",
                        "ticketPrices": "450 EGP (adults), 230 EGP (students)"
                    }
                },
                {
                    "name": "Saints Sergius and Bacchus Church",
                    "category": "Coptic",
                    "description": "Saints Sergius and Bacchus Church, also known as Abu Serga, is one of the oldest Coptic churches in Cairo, Egypt. Situated in the heart of Old Cairo, this historic church is believed to have been built in the 4th century AD over a cave where the Holy Family is said to have rested during their flight into Egypt.",
                    "image": "/src/images/cities/cairo/places/Saints_Sergius_and_Bacchus_Church/Saints_Sergius_and_Bacchus_Church.jpg",
                    "details": {
                        "images": [
                            "/src/images/abo_serga_church0.jpg",
                            "/src/images/abo_serga_church1.jpg",
                            "/src/images/abo_serga_church2.jpg"
                        ],
                        "location": "30.00626582111068, 31.230680314731035",
                        "openingHours": "9:00 AM - 10:00 PM daily",
                        "placeDescription": "The Church of Saint Sergius and Bacchus, also known as Abu Serga, is built upon an ancient Roman fort in Old Cairo. The history of the church is still being debated. Some scholars believe that it dates to the late fourth to early fifth centuries AD, while others believe that it should approximately be dated to 17th century AD. This church has acquired a special religious status among Coptic churches because it is associated with the Holy Family's journey through Egypt. It is named after renowned early fourth century AD saints, Sergius and Bacchus, both of whom were martyred at al-Resafa in Syria for their Christian beliefs. Like various other early Christian churches, the Church of Abu Serga and its underground cave are designed in the basilica layout, and thus together consist of three parts: the narthex, nave, and sanctuary (the cave being below the sanctuary). The church is characterized by its unique architectural and artistic elements that reflect the spirit of Coptic church architecture in Egypt. These include the pulpit, baptismal font, inlaid ivory and wood templon, and unique religious decoration of the saints and apostles decorating the various domes, walls and columns.",
                        "ticketPrices": "Free entry"
                    }
                },

                {
                    "name": "The Hanging Church",
                    "category": "Coptic",
                    "description": "The Hanging Church, also known as Saint Virgin Mary's Coptic Orthodox Church, is one of the oldest and most famous churches in Cairo, Egypt. Located in the heart of Old Cairo, it is called the 'Hanging' Church because it was built above a gatehouse of the ancient Roman fortress of Babylon, with its nave suspended over a passageway.",
                    "image": "/src/images/cities/cairo/places/The_Hanging_Church/The_Hanging_Church.jpg",
                    "details": {
                        "images": [
                            "/src/images/the_hanging_church0.jpg",
                            "/src/images/the_hanging_church1.jpg",
                            "/src/images/the_hanging_church2.jpg"
                            
                        ],
                        "location": "30.004794672856413, 31.23052203365444",
                        "openingHours": "9:00 AM - 10:00 PM daily",
                        "placeDescription": "This church was known as the” Hanging Church“ because it was built over the ruins of Old Cairo‘s Roman fort, and situated near the Coptic Museum. The church is made up of a court divided into four wings separated by three rows of marble columns. A wooden semi-circular vaults covers the main court. The church also contains an inscribed granite baptismal tank and a marble pulpit carried upon ten columns decorated with mosaic. The pulpit dates to the eleventh century AD. The east side houses five alters surmounted by wooden domes. The church's ceiling was made to look like Noah's Ark. The Hanging Church is famous for the icons that decorate its walls. The oldest dates to the fifteenth century AD, while most of the rest date to the end of the eighteenth century AD.",
                        "ticketPrices": "Free entry"
                    }
                },

                {
                    "name": "Amr ibn al As Mosque",
                    "category": "Islamic",
                    "description": "The Amr ibn al-As Mosque, located in Cairo, Egypt, holds the distinction of being the first mosque ever built on the African continent. Established in 641–642 AD by the commander Amr ibn al-As after his conquest of Egypt, it originally served as the center of the new city of Fustat, which eventually became part of Cairo.",
                    "image": "/src/images/cities/cairo/places/Amr_ibn_al-As_Mosque/Amr_ibn_alAs_Mosque.jpg",
                    "details": {
                        "images": [
                            "/src/images/mosque_of_amr0.jpg",
                            "/src/images/mosque_of_amr1.jpg",
                            "/src/images/mosque_of_amr2.jpg",
                            "/src/images/mosque_of_amr3.jpg",
                            "/src/images/mosque_of_amr4.jpg",
                            "/src/images/mosque_of_amr5.jpg"
                        ],
                        "location": "30.010242375331313, 31.233614693625874",
                        "openingHours": "9:00 AM - 10:00 PM daily",
                        "placeDescription": "The mosque of ‘Amr ibn al-‘As is the oldest surviving mosque in Egypt and Africa. General ʿAmr ibn al-ʿAs was one of the first companions of the Prophet Muhammad. After conquering Egypt in 20 AH/640 AD, he founded its first Islamic capital, Fustat, which falls within the modern city of Cairo. A year later, by order of the Caliph ‘Umar ibn al-Khattab, he also founded the eponymous mosque of ‘Amr ibn al-‘As, which thus became the new capital’s very first building.  During the early years following the conquest, the mosque served as a place of gathering for Muslim community and ‘Amr’s troops, which at the time remained a minority in Egypt. Several of the Prophet’s companions assisted in the building’s construction, including al-Zubayr ibn al-‘Awam and Ubada ibn al-Samit.  The structure underwent many architectural changes throughout its lifetime, such that very little of the original survives today. What currently stands in Old Cairo is the mosque’s twentieth century reconstruction. However, it remains true to the modesty of Islamic architecture in its earliest form, evolving from a shed with palm-tree columns to the elegant arcade halls that still house prayers to this day.",
                        "ticketPrices": "Free entry"
                    }
                },

                {
                    "name": "Coptic Museum",
                    "category": "Coptic",
                    "description": "The Coptic Museum, located in Old Cairo, Egypt, is a premier institution dedicated to preserving and showcasing Coptic Christian heritage. Established in 1908, the museum is situated within the walls of the Babylon Fortress, an ancient Roman structure.",
                    "image": "/src/images/cities/cairo/places/Coptic_Museum/Coptic_Museum.jpg",
                    "details": {
                        "images": [
                            "/src/images/coptic_museum0.jpg",
                            "/src/images/coptic_museum1.jpg",
                            "/src/images/coptic_museum2.jpg"
                            
                        ],
                        "location": "30.0059595191672, 31.230858512994104",
                        "openingHours": "9:00 AM - 5:00 PM daily",
                        "placeDescription": "The Coptic Museum houses the largest collection of Coptic artifacts in the world and was inaugurated in 1910. The museum was established through the efforts of Marcus Simaika Pasha, a prominent Coptic figure who was vested in the preservation of Coptic heritage. Simaika Pasha bought and collected Coptic antiquities and various architectural elements from older churches that were undergoing renovation, and used them to built the museum and establish its collection.  The collection represents Coptic history from its earliest beginnings in Egypt through to its rise as a leading center of Christianity in the world. Coptic Christianity traces its origins to a visit by Saint Mark in the city of Alexandria in the 1st Century A.D. The artifacts on display in the museum show the merge of Coptic art with the prevailing cultures including Pharaonic, Greek, Roman, Byzantine and Ottoman, and its evolution in developing its own character and identity.  Magnificently decorated manuscripts, icons, delicately carved woodwork and elaborate frescos with religious scenes recovered from ancient monasteries and churches are among its extensive collection.",
                        "ticketPrices": "230 EGP (adults), 120 EGP (students)"
                    }
                },

                {
                    "name": "Museum Of Islamic Art",
                    "category": "Islamic",
                    "description": "The Museum of Islamic Art in Cairo, located in the Bab El Khalq area, is one of the foremost institutions dedicated to the preservation and presentation of Islamic heritage. Established in 1903, the museum houses an extensive and diverse collection of artifacts from various Islamic periods, encompassing a wide geographical area from Spain to India.",
                    "image": "/src/images/cities/cairo/places/Museum_Of_Islamic_Art/Museum_Of_Islamic_Art.jpg",
                    "details": {
                        "images": [
                            "/src/images/museum_of_islamic_art0.jpg",
                            "/src/images/museum_of_islamic_art1.jpg",
                            "/src/images/museum_of_islamic_art2.jpg",
                            "/src/images/museum_of_islamic_art3.jpg"
                            
                            
                        ],
                        "location": "30.044722142762517, 31.252723065797973",
                        "openingHours": "9:00 AM - 5:00 PM daily",
                        "placeDescription": "The Museum of Islamic Art contains one of the largest and most extensive collections of Islamic artifacts in the world. The idea of collecting and display the grand collection of artifacts began in 1880 AD. Eventually the building was established and inaugurated in 1903 AD, during the region of Khedive Abbas Helmy ll. The building’s facade was made in the Mamluk style and is adjacent to the National Library of Egypt.  In 2014, an explosion targeting the opposite building (Cairo Security Directorate), impacted the façade. It was restored and reopened in 2017. The museum’s building consists of two floors that exhibit a large selection of artifacts from all over the world, covering subjects such as astronomy, medicine, and architecture. The vast collection takes the visitor on a journey through all periods of Islamic history, displaying some of the most magnificent artifacts. These include finely carved woodwork, delicately decorated ceramics, and rare manuscripts.  A Mamluk key to the Ka’ba in Mecca and a textile bearing the oldest Kufic inscription are among the museum’s most notable possessions.",
                        "ticketPrices": "270 EGP (adults), 140 EGP (students)"
                    }
                }



            ]
        },







        {
            "name": "Giza",
            "description": "Giza, a city on the western outskirts of Cairo, is renowned worldwide for its ancient monuments.",
            "image": "/src/images/cities/giza.jpeg",
            "citydata": {
                "description": "Giza, is famous for its ancient monuments, including the Great Pyramid, the Pyramid of Khafre, the Pyramid of Menkaure, and the Great Sphinx. Located on the west bank of the Nile River near Cairo, Giza's pyramids are among the most iconic and enduring symbols of ancient Egyptian civilization, attracting tourists from around the world. The site is part of the larger Giza Plateau, which features other archaeological remains, including temples and cemeteries.",
                "images": [
                    "/src/images/cities/giza/giza0.jpg",
                    "/src/images/cities/giza/giza1.jpg",
                    "/src/images/cities/giza/giza2.jpg",
                    "/src/images/cities/giza/giza3.jpg",
                    "/src/images/cities/giza/giza4.jpg"
                ]
            },
            "places": [
                {
                    "name": "Giza Pyramids",
                    "category": "Pharaonic",
                    "description": "The Giza Pyramids, located on the Giza Plateau near Cairo, Egypt, are among the most iconic monuments of ancient Egypt. The complex includes three major pyramids, built as royal tombs during the Fourth Dynasty (circa 2600-2500 BCE).",
                    "image": "/src/images/cities/giza/places/pyramids/Pyramids_of_the_Giza.jpg",
                    "details": {
                        "images": [
                            "/src/images/pyramids_of_giza0.jpg",
                            "/src/images/pyramids_of_giza1.jpg",
                            "/src/images/pyramids_of_giza2.jpg",
                            "/src/images/pyramids_of_giza3.jpg"
                        ],
                        "location": "29.978047118691613, 31.134190274191855",
                        "openingHours": "8:00 AM - 4:30 PM daily",
                        "placeDescription": "The pyramids of Giza and the Great Sphinx are among the most popular tourist destinations in the world, and indeed already were even in Roman times. Each of these spectacular structures served as the final resting place of a king of the 4th Dynasty (c.2613–2494 BC). The Great Pyramid of Giza was built for king Khufu (c.2589–2566 BC), and the other two for Khafre and Menkaure, his son and grandson. Khufu’s pyramid is both the oldest and largest of the three, and the first building to exceed it in height would not be built for another 3,800 years!  Although the three pyramids dominate the plateau, they are in fact surrounded by many other monuments. Every king’s pyramid was just one element albeit the most important of a larger complex that included smaller, subsidiary, queens’ pyramids; an additional one that acted as a second, symbolic, tomb for the king, called a satellite pyramid; mastaba tombs for nobility and other family members; burials of actual and/or symbolic boats; and a pair of temples linked by a richly decorated causeway. One of these temples, called the valley temple, led into the pyramid complex, and was located on or near a body of water where boats could dock. The other, the funerary (or upper) temple, stood near the base of the pyramid. Priests maintained the mortuary cult of the deceased king in these temples, where his divine aspect was worshiped, and where rich and diverse offerings were presented to his soul so he could have a peaceful and luxurious afterlife.",
                        "ticketPrices": "540 EGP (adults), 270 EGP (students)"
                    }
                },
                {
                    "name": "Imhotep Museum",
                    "category": "Pharaonic",
                    "description": "The museum was built at Saqqara area in memory of Imhotep - the architect of the pyramidal tomb of King Djoser, and the first to use stone on a large scale for building an integrated hierarchical group.",
                    "image": "/src/images/cities/giza/places/Imhotep_Museum/Imhotep_Museum.jpg",
                    "details": {
                        "images": [
                            "/src/images/imhptep0.jpg",
                            "/src/images/imhptep1.jpg",
                            "/src/images/imhptep2.jpg",
                            "/src/images/imhptep3.jpg"
                        ],
                        "location": "29.870308010607143, 31.224997872993068",
                        "openingHours": "8:00 AM - 5:00 PM daily",
                        "placeDescription": "The museum was built at Saqqara area in memory of Imhotep - the architect of the pyramidal tomb of King Djoser, and the first to use stone on a large scale for building an integrated hierarchical group. The museum consists of six halls displaying a varied: statues, coffins, paintings, utensils, architectural elements and other excavated objects from Saqqara archaeological site. The most distinctive halls in the museum are: a complete simulated tomb that displays a mummy, a wooden coffin, and a number of funeral furniture, in addition to a hall dedicated to the memory of the architect and archaeologist Jean-Philippe, who devoted his life to the restoration of King Djoser's pyramid collection.",
                        "ticketPrices": "450 EGP (adults), 230 EGP (students)"
                    }
                },

                {
                    "name": "Saqqara",
                    "category": "Pharaonic",
                    "description": "Saqqara, located about 30 kilometers south of Cairo, Egypt, is a vast ancient burial ground serving as the necropolis for the city of Memphis. It is famous for its numerous pyramids, including the notable Step Pyramid of Djoser.",
                    "image": "/src/images/cities/giza/places/saqqara/saqqara.jpg",
                    "details": {
                        "images": [
                            "/src/images/saqqara0.jpg",
                            "/src/images/saqqara1.jpg",
                            "/src/images/saqqara2.jpg"
                        ],
                        "location": "29.849905891640674, 31.216695665627302",
                        "openingHours": "8:00 AM - 4:30 PM daily",
                        "placeDescription": "Located 40 km southwest of Cairo, Saqqara is one of the most important cemeteries of Memphis, which was itself one of the most important cities in ancient Egyptian history. The name of the site most likely derives from the god of this necropolis, Sokar.   Saqqara is truly an open-air museum, one that has all of ancient Egyptian history on display. Kings and noblemen from the very first two dynasties (c.3040–2686 BC) were buried here, and this is also the location of the Step Pyramid of Djoser (c.2686–2667 BC).       The pyramids of some of the most important kings of the Old Kingdom Fifth (c.2494–2345 BC) and Sixth (c.2345–2181 BC) Dynasties are located in Saqqara. One of these, the pyramid of Unas (also known as Wenis; (c.2375–2345 BC), features the oldest pyramid burial chamber decorated with texts. These are the so-called Pyramid Texts, the purpose of which was to protect the deceased king on his journey to the afterlife. In addition to Old Kingdom royal burials, Saqqara is also full of the tombs of the noblemen of this period, which are decorated with scenes and texts of outstanding beauty and craftsmanship.  Saqqara also features tombs from the First Intermediate Period (c.2181–2055 BC), Middle Kingdom (c.2055–1650 BC), and New Kingdom (c.1550–1069 BC). The New Kingdom tombs display an architectural style completely different from their Upper Egyptian counterparts in Thebes. Among them is the tomb of none other than Horemheb (c.1323–1295 BC), the non-royal individual, the general, who became king. He was never buried here however, for, upon ascending the throne, he built a new tomb in the Valley of the Kings worthy of his royal rank.       Among the most important of Saqqara’s monuments is the Serapeum, a series of underground galleries in which the Apis Bulls were buried from the Eighteenth Dynasty (c.1550–1295 BC) to the Ptolemaic Period (332–30 BC). The Apis Bull was considered an incarnation of Ptah himself, one of the most important gods of Memphis, and as such, there was only ever one Apis Bull at a time. When it died, it was buried with full honors until his successor could be found.       Egypt’s Coptic era is featured in Saqqara as well through the remains of the Monastery of Apa Jeremiah, which was in use until the eighth century AD. Today, Saqqara is also the site of the Imhotep Museum, in which objects from the site’s immense chronological span are displayed.",
                        "ticketPrices": "450 EGP (adults), 230 EGP (students)"
                    }
                }
            ]
        },



        {
            "name": "Luxor",
            "description": "Luxor, often referred to as the world's greatest open-air museum,located in southern Egypt renowned for its extraordinary ancient monuments.",
            "image": "/src/images/cities/luxor.jpeg",
            "citydata": {
                "description": "Luxor, is often referred to as the world's greatest open-air museum due to its extraordinary concentration of ancient monuments. Located on the east bank of the Nile River, Luxor is home to the majestic Karnak Temple and Luxor Temple. Across the river lies the Valley of the Kings, where the tomb of Tutankhamun was discovered, along with the Valley of the Queens. The city also features the impressive mortuary temple of Hatshepsut and the Colossi of Memnon. Luxor's rich archaeological heritage and well-preserved ruins make it a major attraction for history enthusiasts.",
                "images": [
                    "/src/images/cities/luxor/luxor0.jpg",
                    "/src/images/cities/luxor/luxor1.jpg",
                    "/src/images/cities/luxor/luxor2.jpg",
                    "/src/images/cities/luxor/luxor3.jpg",
                    "/src/images/cities/luxor/luxor4.jpg"
                  
                ]
            },
            "places": [
                {
                    "name": "Mummification Museum",
                    "category": "Pharaonic",
                    "description": "Mummification museum in Luxor (ancient Thebes), intended to provide an understanding of the process to preserve the body. The ancient Egyptians not only applied embalming to dead humans but also to many animals (Cats, dogs, crocodiles…. etc.). God Anubis(the Jackal) was the god of embalming and mummification.",
                    "image": "/src/images/cities/luxor/places/Mummification_Museum/Mummification_Museum.jpg",
                    "details": {
                        "images": [
                            "/src/images/mummification_museum0.jpg",
                            "/src/images/mummification_museum1.jpg",
                            "/src/images/mummification_museum2.jpg",
                            "/src/images/mummification_museum3.jpg",
                            "/src/images/mummification_museum4.jpg"
                          
                        ],
                        "location": "25.702287575435687, 32.63984969584256",
                        "openingHours": "8:00 AM - 2:00 PM daily",
                        "placeDescription": "Mummification museum in Luxor (ancient Thebes), intended to provide an understanding of the process to preserve the body. The ancient Egyptians not only applied embalming to dead humans but also to many animals (Cats, dogs, crocodiles…. etc.). God Anubis(the Jackal) was the god of embalming and mummification.  Mummification process is believed to have taken around 70 days, accompanied by many rituals. The organs of the deceased were carefully removed through a small incision (10 cm) in the left side of the body and preserved in Canopic jars. The body was then dried in sodium nitrate, or nitrate salt brought from Wadi El Natron, for about 40 days, and finally wrapped in bandages of linen. Magical amulets were placed within the wrappings on various parts of the body to protect the deceased. The family then received the body and placed it in a coffin for burial.  The Mummification Museum provides a comprehensive view of the entire process through the display of many tools, objects and equipment used for the process, as well as, an explanation of the ritual and religious significance of the practice. Canopic jars, elaborately decorated coffins, mummified remains; amulets and statues of deities are among the many objects on display.",
                        "ticketPrices": "200 EGP (adults), 100 EGP (students)"
                    }
                },
                {
                    "name": "Hatshepsut Temple",
                    "category": "Pharaonic",
                    "description": "Hatshepsut (c.1473–1458 BC), the queen who became pharaoh, built a magnificent temple at Deir al-Bahari, on the west back of Luxor. It lies directly across the Nile from Karnak Temple, the main sanctuary of the god Amun. Hatshepsut’s temple, Djeser-djeseru “the Holy of Holies” was designed by the chief steward of Amun, Senenmut.",
                    "image": "/src/images/cities/luxor/places/Hatshepsut_Temple/Hatshepsut_Temple.jpg",
                    "details": {
                        "images": [
                            "/src/images/hatshepsut_temple0.jpg",
                            "/src/images/hatshepsut_temple2.jpg",
                            "/src/images/hatshepsut_temple3.jpg",
                            "/src/images/hatshepsut_temple4.jpg"
                        ],
                        "location": "25.738268358840454, 32.6064835402146",
                        "openingHours": "6:00 AM - 5:00 PM daily",
                        "placeDescription": "Hatshepsut (c.1473–1458 BC), the queen who became pharaoh, built a magnificent temple at Deir al-Bahari, on the west back of Luxor. It lies directly across the Nile from Karnak Temple, the main sanctuary of the god Amun. Hatshepsut’s temple, Djeser-djeseru “the Holy of Holies” was designed by the chief steward of Amun, Senenmut.  The temple consists of three levels each of which has a colonnade at its far end. On the uppermost level, an open courtyard lies just beyond the portico. Mummiform statues of Hatshepsut as Osiris, the god of the dead, lean against its pillars.  This is because Djeser-djeseru is Hatshepsut’s mortuary temple, where her cult was practiced after her death, when she attained the blessed state of Osiris. Far from being devoted solely to her, the temple also includes sections for the cults of her revered father Thutmose I, the goddess Hathor, and the funerary god Anubis. An altar, open to the sky and the sun, was dedicated to the cult of the solar Ra-Horakhty. Pride of place was given to Amun. At the far end of the upper courtyard, on the temple’s central axis, a passage cut directly into the living rock culminates in his sanctuary.  The temple’s walls are covered with beautiful painted reliefs depicting temple rituals, religious festivals, and even the transportation of obelisks from the quarry to their destination in Karnak Temple. Perhaps most interesting are the reliefs in the portico on the so-called Middle Platform. The decorative programme on the left side depicts Hatshepsut’s expedition to Punt, believed to be located near modern Eritrea. The inhabitants of this land, their dwellings, and surrounding environment are vividly recorded, as are the riches and exotic animals that the Egyptians brought back with them. On the other side of the portico, Hatshepsut relates how she is the rightful king of Egypt. She does this not only by claiming that her father Thutmose I had designated her as his heir, but by stating that her true father was none other than the god Amun himself.",
                        "ticketPrices": "240 EGP (adults), 120 EGP (students)"
                    }
                },

                {
                    "name": "Tomb of Ramesses VI",
                    "category": "Pharaonic",
                    "description": "The Tomb of Ramesses VI, designated as KV9, is one of the most remarkable tombs in the Valley of the Kings near Luxor, Egypt. Built for the 20th Dynasty pharaoh Ramesses VI, who ruled from approximately 1145 to 1137 BC, the tomb is renowned for its stunning and well-preserved wall decorations.",
                    "image": "/src/images/cities/luxor/places/Tomb_of_Ramesses_VI/Tomb_of_Ramesses_VI.jpg",
                    "details": {
                        "images": [
                            "/src/images/tomb_of_ramesses0.jpg",
                            "/src/images/tomb_of_ramesses1.jpg",
                            "/src/images/tomb_of_ramesses2.jpg",
                            "/src/images/tomb_of_ramesses3.jpg",
                            "/src/images/tomb_of_ramesses4.jpg"
                            
                        ],
                        "location": "25.740546447163595, 32.60185123977216",
                        "openingHours": "6:00 AM - 5:00 PM daily",
                        "placeDescription": "This tomb was begun by King Ramesses V (c.1147–1143 BC) of the Twentieth Dynasty. Although it is uncertain whether he was ultimately buried here, it is clear that his uncle Ramesses VI (c.1143–1136 BC) enlarged the tomb and used it for his burial.  The tomb is simple in plan, essentially consisting of a series of descending corridors that lead deep underground, in a straight line to the burial chamber. The exquisitely painted sunk relief walls are very well preserved.  The tomb’s decorative programme consists of various funerary texts to help the king in his successful transition to the afterlife. The first descending passages are decorated with the Book of Gates, Book of Caverns, and Books of the Heavens, ancient Egyptian books of the afterlife. The passages beyond bear scenes from the Amduat, the Book of the Dead, and the Books of the Heavens, and scenes from the Book of the Earth adorn the burial chamber. All ceilings are decorated with astronomical scenes and texts. Some of these funerary texts are collections of spells, and others are maps of the underworld, describing the sun god’s daily nocturnal journey through it. Through them, just like the sun god, the king could achieve a glorious rebirth in the eastern horizon at dawn.",
                        "ticketPrices": "180 EGP (adults), 90 EGP (students)"
                    }
                },

                {
                    "name": "Tomb of Tutankhamun",
                    "category": "Pharaonic",
                    "description": "The Tomb of Tutankhamun, designated as KV62, is perhaps the most famous and significant archaeological discovery of the 20th century. Located in the Valley of the Kings near Luxor, Egypt, the tomb was unearthed in 1922 by Howard Carter, revealing an astonishing collection of artifacts from the reign of the young pharaoh Tutankhamun, who ruled Egypt during the 18th Dynasty (approximately 1332–1323 BC).",
                    "image": "/src/images/cities/luxor/places/Tomb_of_Tutankhamun/Tomb_of_Tutankhamun.jpg",
                    "details": {
                        "images": [
                            "/src/images/tutankhamun0.jpg",
                            "/src/images/tutankhamun1.jpg",
                            "/src/images/tutankhamun2.jpg",
                            "/src/images/tutankhamun3.jpg"
                        
                        ],
                        "location": "25.740361113145973, 32.601396967007254",
                        "openingHours": "6:00 AM - 5:00 PM daily",
                        "placeDescription": "The tomb of the Eighteenth Dynasty king Tutankhamun (c.1336–1327 BC) is world-famous because it is the only royal tomb from the Valley of the Kings that was discovered relatively intact. Its discovery in 1922 by Howard Carter made headlines worldwide, and continued to do so as the golden artifacts and other luxurious objects discovered in this tomb were being brought out. The tomb and its treasures are iconic of Egypt, and the discovery of the tomb is still considered one of the most important archaeological discoveries to date.  Despite the riches it contained, the tomb of Tutankhamun, number 62 in the Valley of the Kings, is in fact quite modest compared to the other tombs on this site, in both size and decoration. This is most likely due to Tutankhamun having come to the throne very young, and even then ruling for only around nine years in total. One can wonder at what riches the much larger tombs of the most powerful kings of the New Kingdom, such as Hatshepsut, Thutmose III, Amenhotep III, and Ramesses II once contained.  Only the walls of the burial chamber bear any decoration. Unlike most previous and later royal tombs, which are richly decorated with funerary texts like the Amduat or Book of Gates, which helped the deceased king reach the afterlife, only a single scene from the Amduat is represented in the tomb of Tutankhamun. The rest of the decoration of the tomb depicts either the funeral, or Tutankhamun in the company of various deities.  This small size of the tomb of Tutankhamun (KV62) has led to much speculation. When his successor, the high official Ay, died, he was buried in a tomb (KV23), which may have been originally intended for Tutankhamun, but which had not yet been completed at the time of the death of the young king. The same argument has been made in turn for the tomb of Ay’s successor, Horemheb (KV57). If so, it is unclear for whom the eventual tomb of Tutankhamun, KV62, was carved, but it has been argued that it existed already, either as a private tomb or as a storage area, that was subsequently enlarged to receive the king.  Whatever the reason, the small size of the tomb meant that the approximately 5000 artefacts that were discovered inside were stacked very tightly. These reflect the lifestyle of the royal palace, and included objects that Tutankhamun would have used in his daily life, such as clothes, jewelry, cosmetics, incense, furniture, chairs, toys, vessels made of a variety of materials, chariots, and weapons.  It is one of history’s great ironies that Tutankhamun, a relatively minor king who was erased from history because he was related to the unpopular King Akhenaten, has come to surpass many of Egypt’s greatest rulers in fame.",
                        "ticketPrices": "500 EGP (adults), 250 EGP (students)"
                    }
                },

                {
                    "name": "Tomb of Sety I",
                    "category": "Pharaonic",
                    "description": "The Tomb of Sety I, known as KV17, is one of the most celebrated and elaborate tombs in the Valley of the Kings near Luxor, Egypt. Sety I, the second pharaoh of the 19th Dynasty, ruled Egypt from around 1290 to 1279 BC. His tomb is renowned for its exceptional decoration, intricate hieroglyphs, and detailed reliefs, making it one of the finest examples of ancient Egyptian funerary art.",
                    "image": "/src/images/cities/luxor/places/Tomb_of_Sety_I/Tomb_of_Sety_I.jpg",
                    "details": {
                        "images": [
                            "/src/images/sety0.jpg",
                            "/src/images/sety2.jpg",
                            "/src/images/sety3.jpg",
                            "/src/images/sety4.jpg"
                        ],
                        "location": "25.739938926249998, 32.60198810081334",
                        "openingHours": "6:00 AM - 5:00 PM daily",
                        "placeDescription": "The tomb of Sety I is one of the longest, deepest, and most beautifully decorated tombs in the Valley of the Kings. Sety I (c.1294–1279 BC) was the second king of the Nineteenth Dynasty, and father of Ramesses II (the Great). His tomb, number 17 in the Valley of the Kings, is sometimes called “Belzoni’s tomb” after its discoverer.   Like the other tombs in the Valley of the Kings, the tomb of Sety I is decorated with various funerary texts, the aim of which was to ensure his successful transition to the afterlife. The tomb of Sety I was the first tomb in the Valley of the Kings to be entirely decorated. The elegant painted scenes and reliefs are of the exquisite quality that the reign of Sety I is so well known for. The funerary texts attested there are the Litany of Re, Amduat, and Book of Gates, in addition to the Book of the Divine Cow and the gorgeous astronomical scenes decorating the ceiling of his burial chamber, simulating the night sky.   Architecturally, the tomb of Sety I falls under the “joggled axis” type characteristic of his period. The first series of corridors and descending passageways terminate into the first pillared room, where, in the facing wall, but off-axis, another series of descending passageways cut into the floor of the room lead to the burial chamber. The tomb does feature a number of new and unique characteristics. Along the same axis of the first series of corridors and descending passageways, a doorway leads into a single room. This may have been intended to lead intruders to believe that this was the actual burial chamber. The tomb of Sety I is also the first tomb to possess a burial chamber with a vaulted ceiling. Perhaps most interesting of all is that the passage begins on the floor of the burial chamber, descending even further, deep into the earth. It is believed that this was intended to ritually connect the tomb of Sety I with the primeval and regenerative powers of the underworld.  In 1821, painted recreations of several rooms from the tomb of Sety I were displayed in the Egyptian Hall in Piccadilly in London. This exhibition, put together by the discoverer of the tomb, Giovanni Battista Belzoni, made an ancient Egyptian tomb available to various members of the public. It captured people’s imagination, and is one of the first monuments responsible for attracting popular attention to ancient Egypt.",
                        "ticketPrices": "1800 EGP (adults), 900 EGP (students)"
                    }
                }


            ]
        },

        {
            "name": "Aswan",
            "description": "Aswan, located in southern Egypt on the Nile River, is known for its tranquil beauty and historical significance.",
            "image": "/src/images/cities/aswan.jpeg",
            "citydata": {
                "description": "Aswan, is a picturesque city located on the Nile River in the southern part of the country. Known for its beautiful landscapes, it is a gateway to the ancient Nubian region. Aswan is home to significant historical sites such as the Philae Temple, the Aswan High Dam, and the Unfinished Obelisk. The city is also famous for its vibrant souks, scenic river views, and proximity to the stunning temples of Abu Simbel. Aswan's blend of natural beauty and ancient history makes it a popular destination for travellers.",
                "images": [
                    "/src/images/cities/aswan/aswan0.jpg",
                    "/src/images/cities/aswan/aswan1.jpg",
                    "/src/images/cities/aswan/aswan2.jpg",
                    "/src/images/cities/aswan/aswan3.jpg",
                    "/src/images/cities/aswan/aswan4.jpg"
                ]
            },
            "places": [
                {
                    "name": "Crocodile Museum",
                    "category": "Pharaonic",
                    "description": "The Crocodile Museum is located next to the Kom Ombo temple, north of Aswan. This museum has highlighted the crocodile-headed god Sobek since it was opened in 2012. Its main exhibition hall displays the mummified mummies of Nile crocodiles. ",
                    "image": "/src/images/cities/aswan/places/Crocodile_Museum/Crocodile_Museum.png",
                    "details": {
                        "images": [
                            "/src/images/crocodile_museum0.jpg",
                            "/src/images/crocodile_museum1.jpg",
                            "/src/images/crocodile_museum2.jpg",
                            "/src/images/crocodile_museum3.jpg",
                            "/src/images/crocodile_museum4.jpg"
                            
                        ],
                        "location": "24.4531687086978, 32.927647995804776",
                        "openingHours": "7:00 AM - 9:00 PM daily",
                        "placeDescription": "The Crocodile Museum is located next to the Kom Ombo temple, north of Aswan. This museum has highlighted the crocodile-headed god Sobek since it was opened in 2012. Its main exhibition hall displays the mummified mummies of Nile crocodiles. The longest crocodile was 4.30 m, while the smallest was 2 m.  In addition to a collection of crocodile fetuses, eyes, and golden and ivory teeth of mummified crocodiles. The museum also shows statues of different sizes of the god Sobek and a tomb model that simulates what was discovered in the Shutb cemetery. It shows the burial methods and the pottery coffins that contained this sacred animal's mummy.",
                        "ticketPrices": "360 EGP (adults), 180 EGP (students)"
                    }
                },
                {
                    "name": "Abu Simbel",
                    "category": "Pharaonic",
                    "description": "The Great Temple of Abu Simbel, in Nubia near Egypt’s southern border, is among the most awe-inspiring monuments of Egypt. It was cut into the living rock by King Ramesses II (the Great) of the Nineteenth Dynasty, around 1264 BC.",
                    "image": "/src/images/cities/aswan/places/Abu_Simbel/Abu_Simbel.jpg",
                    "details": {
                        "images": [
                            "/src/images/abu_simbel0.jpg",
                            "/src/images/abu_simbel1.jpg",
                            "/src/images/abu_simbel2.jpg",
                            "/src/images/abu_simbel3.jpg",
                            "/src/images/abu_simbel4.jpg"
                         
                        ],
                        "location": "22.337221955892492, 31.62579899574575",
                        "openingHours": "6:00 AM - 5:00 PM daily",
                        "placeDescription": "The Great Temple of Abu Simbel, in Nubia near Egypt’s southern border, is among the most awe-inspiring monuments of Egypt. It was cut into the living rock by King Ramesses II (the Great) of the Nineteenth Dynasty, around 1264 BC. The temple is most well known for the four imposing seated colossal statues that dominate its façade. One of these collapsed because of an ancient earthquake, and its fragments can still be seen on the ground.  Colossal standing statues of the king line the main hall, leading to the sanctuary where four deities are sat: Amun Ra, Ra Horakhty, Ptah, and a deified version of Ramesses II. The temple was built with such precision that on two days a year, the 22nd of February and 22nd of October, the sun’s rays enter the temple, cross the main hall, and illuminate the innermost statues.    Another rock-cut temple to the north, known as the Small Temple, is dedicated to the goddess Hathor and Ramesses II’s Great Royal Wife, Queen Nefertari. On the façade of the Small Temple, her colossi are the same size as those of her husband, a very rare example of such display.  The two temples were moved from their original location in 1968 after the Aswan High Dam was built, as it threatened to submerge them. The relocation was completed thanks to an international effort led by UNESCO, and the temple was admitted into its list of World Heritage Sites in 1979.",
                        "ticketPrices": "600 EGP (adults), 300 EGP (students)"
                    }
                },
                {
                    "name": "Philae",
                    "category": "Pharaonic",
                    "description": "The monuments of Philae include many structures dating predominantly to the Ptolemaic Period (332–30 BC). The most prominent of these is a temple begun by Ptolemy II Philadelphus (285–246 BC), which he dedicated to Isis, the mother of Horus, the god of kingship. A scene in the mammisi, or birth room, where the birth of Horus was celebrated, depicts Isis suckling her son Horus in the marshes",
                    "image": "/src/images/cities/aswan/places/Philae/Philae.jpg",
                    "details": {
                        "images": [
                            "/src/images/philae2.jpg",
                            "/src/images/philae1.jpg",
                            "/src/images/philae3.jpg",
                            "/src/images/philae4.jpg"
                           
                        ],
                        "location": "24.025563924372847, 32.884102071597916",
                        "openingHours": "7:00 AM - 4:00 PM daily",
                        "placeDescription": "The monuments of Philae include many structures dating predominantly to the Ptolemaic Period (332–30 BC). The most prominent of these is a temple begun by Ptolemy II Philadelphus (285–246 BC), which he dedicated to Isis, the mother of Horus, the god of kingship. A scene in the mammisi, or birth room, where the birth of Horus was celebrated, depicts Isis suckling her son Horus in the marshes.  The temple of Isis was one of the last ancient Egyptian temples to remain active, as it continued to function until the reign of the Byzantine Emperor Justinian I (527–565 AD), who ordered the foreclosure of all pagan temples. It is here that a priest of Isis named Esmet-Akhom carved the very last dated hieroglyphic inscription, which dates to the late 4th century AD (394 AD). The temple was converted into a Christian church and many inscriptions were deliberately destroyed.  Nearby, there also is a temple dedicated to Hathor built by Ptolemy VI Philometor (180–145 BC) and Augustus, the first emperor of Rome (30 BC–14 AD). The Kiosk of Trajan (98–117 AD), which used to front the temple complex of Philae, still stands strong, despite its roof having disappeared. Its regular arrangement of columns made it an aesthetic delight and was regularly described or depicted by travelers to the island. Isis is once again central to this cult, as the emperor is shown making offerings to her, her consort Osiris, and their son Horus.  All these monuments were relocated from the original Philae island to the nearby island of Agilkia during the UNESCO Nubia Campaign in the 1960’s to rescue sites flooded by the construction of the Aswan High Dam.",
                        "ticketPrices": "450 EGP (adults), 230 EGP (students)"
                    }
                }
            ]
        }

    ]
}